{
  "body": "Conditions d’Utilisation de DiveFive\n\nDernière mise à jour : 4 septembre 2025\n\nBienvenue sur DiveFive\n\nLes présentes Conditions d’Utilisation (« Conditions ») régissent votre utilisation de l’application iOS DiveFive (« App »), conçue pour le journal professionnel de plongée et la gestion de données de plongée. En téléchargeant, installant ou utilisant DiveFive, vous acceptez ces Conditions.\n\nImportant : DiveFive est un outil d’enregistrement destiné à vous aider à suivre et analyser vos activités de plongée. Il ne remplace pas une formation adéquate, un équipement de sécurité ni le bon jugement en plongée.\n\nÀ Propos de DiveFive\nObjet et Portée\n\nDiveFive est un logiciel utilitaire professionnel pour les passionnés sérieux souhaitant :\n\nConsigner des informations détaillées de plongée avec précision\n\nSuivre l’évolution et les tendances au fil du temps\n\nExporter des données aux formats standards du secteur\n\nImporter des données depuis Apple Watch et ordinateurs de plongée\n\nMaintenir des registres complets à usage personnel\n\nUtilisateurs Ciblés\n\nDiveFive s’adresse aux plongeurs certifiés comprenant les principes de sécurité, la théorie de la décompression et les bonnes pratiques. L’app suppose une formation et une certification appropriées.\n\nResponsabilités de l’Utilisateur\nSécurité Avant Tout\n\nAvis de sécurité critique : DiveFive est uniquement un outil de journalisation et de suivi. Vous êtes seul responsable de :\n\nPratiques sûres : Respect de votre formation, de vos limites de certification et des protocoles de sécurité.\n\nÉquipement : Utilisation d’un matériel adéquat et correctement entretenu.\n\nPlanification : Élaboration de plans sûrs à l’aide de tables de décompression, ordinateurs ou logiciels adaptés.\n\nUrgences : Disposer de procédures, d’assurances et d’équipements de sécurité appropriés.\n\nCompétences : Maintien à jour de vos certifications et aptitudes.\n\nExactitude et Responsabilité des Données\n\nInformations exactes : Vous êtes responsable de la saisie de données correctes.\n\nVérification : Vérifiez l’exactitude et l’exhaustivité des données importées.\n\nTenue des registres : Conservez des sauvegardes selon les exigences de votre agence de certification ou la réglementation locale.\n\nUsage professionnel : En contexte pro, respectez toutes les normes et réglementations applicables.\n\nUsage Approprié\n\nUtilisez DiveFive uniquement pour la journalisation légitime et la gestion personnelle des registres.\n\nN’utilisez pas l’app pour des activités illégales ni pour contourner les règles de sécurité.\n\nRespectez la propriété intellectuelle lors du partage ou de l’export des données.\n\nRespectez les lois et règlements de votre juridiction.\n\nAbonnements et Fonctions Premium\nModèle d’Abonnement\n\nDiveFive suit un modèle freemium :\n\nGratuit : Fonctions essentielles de journalisation.\n\nPremium : Analyses avancées, visualisations détaillées, import/export améliorés avec abonnement actif.\n\nGestion des Abonnements\n\nAbonnements gérés via l’App Store d’Apple.\n\nPaiement débité sur votre compte iTunes à la confirmation.\n\nRenouvellement automatique sauf annulation au moins 24 h avant la fin de la période.\n\nGérez l’abonnement dans iOS : Réglages → [Votre nom] → Abonnements.\n\nPas de remboursements pour périodes partielles.\n\nIntégration RevenueCat\n\nRevenueCat gère en toute sécurité l’état d’abonnement.\n\nSeul le statut anonyme est traité ; aucune donnée personnelle partagée.\n\nLes conditions et la politique de confidentialité de RevenueCat s’appliquent aux transactions.\n\nDroits de Propriété Intellectuelle\nVotre Contenu\n\nPropriété : Vous conservez la pleine propriété de vos données, photos, notes et informations.\n\nConfidentialité : Vos journaux restent privés et sous votre contrôle.\n\nExport : Vous pouvez exporter vos données à tout moment.\n\nAucune licence : Vous ne nous accordez aucun droit d’utiliser, d’analyser ou de monétiser vos données.\n\nContenu et Technologie de l’App\n\nLe logiciel, le design et les fonctionnalités de DiveFive sont protégés par le droit de la PI.\n\nVous recevez une licence limitée, non exclusive, pour un usage personnel.\n\nInterdiction d’ingénierie inverse, de modification ou d’œuvres dérivées.\n\nMarques et droits d’auteur appartiennent à leurs titulaires.\n\nAvertissements et Limitations\nAvertissement de Sécurité\n\nAVIS IMPORTANT :\n\nDiveFive est une app de journalisation et de suivi. Elle n’est PAS :\n\nUn ordinateur de plongée ni un calculateur de décompression.\n\nUn substitut à une formation/certification adéquate.\n\nUn outil de planification pour profils sûrs.\n\nUn remplacement de l’équipement de sécurité standard.\n\nUne source de conseils ou recommandations de sécurité.\n\nVous reconnaissez que :\n\nLa plongée sous-marine comporte des risques pouvant entraîner des blessures graves ou la mort.\n\nFormation, certification, équipement et jugement sont essentiels.\n\nDiveFive ne remplace pas les pratiques de sécurité adéquates.\n\nVous plongez à vos risques et périls.\n\nLimitations Techniques\n\nAbsence de garanties :\n\nDiveFive est fourni « tel quel », sans garantie.\n\nAucune garantie d’absence d’erreurs ou de disponibilité continue.\n\nLa précision dépend de vos saisies et du fonctionnement de l’appareil.\n\nL’import/export dépend de formats tiers et peut être limité.\n\nResponsabilité des données :\n\nVous êtes responsable de la sauvegarde de vos données.\n\nMalgré nos efforts, conservez des journaux indépendants.\n\nPannes, problèmes d’appareil ou erreurs peuvent entraîner des pertes.\n\nAucune responsabilité pour perte/corruption de données.\n\nLimitation de Responsabilité\nPlafond de Responsabilité\n\nDans la mesure permise par la loi, notre responsabilité totale envers vous n’excédera pas le montant payé pour l’abonnement durant les 12 mois précédant la réclamation.\n\nDommages Exclus\n\nNous ne sommes pas responsables :\n\nD’accidents, blessures ou décès liés à la plongée.\n\nDe pertes de profits, données ou opportunités.\n\nDe dommages indirects, accessoires ou consécutifs.\n\nDe dommages dus à l’usage ou à l’impossibilité d’utiliser l’app.\n\nDe problèmes liés à des services/intégrations tiers.\n\nAssomption de Risque\n\nEn utilisant DiveFive, vous reconnaissez :\n\nComprendre les risques inhérents de la plongée.\n\nNe pas vous fier à DiveFive pour les décisions de sécurité.\n\nAssumer la responsabilité de vos activités.\n\nMaintenir des assurances et procédures d’urgence adaptées.\n\nVie Privée et Protection des Données\nApproche « Privacy-First »\n\nToutes les données restent localement sur votre appareil.\n\nAucune mise en ligne, synchronisation ou accès par nous.\n\nJamais utilisées pour IA, analyses ou fins commerciales.\n\nVoir notre Politique de Confidentialité pour les détails.\n\nIntégration HealthKit\n\nL’import de données Apple Watch requiert votre autorisation explicite.\n\nLes données HealthKit restent protégées par Apple.\n\nVous contrôlez les permissions via iOS.\n\nLes données importées intègrent uniquement votre journal local.\n\nUtilisation Internationale et Conformité\nDisponibilité Mondiale\n\nDiveFive peut être utilisé à l’international, mais vous êtes responsable de :\n\nRespecter les lois et règlements locaux.\n\nComprendre les pratiques variables selon les pays/régions.\n\nGarantir la conformité de vos registres locaux.\n\nSouscrire des assurances adaptées à votre localisation.\n\nContrôles à l’Export\n\nLe cas échéant, vous acceptez de respecter les lois et règlements sur le contrôle des exportations lors de l’utilisation/transport de données au-delà des frontières.\n\nMises à Jour et Modifications\nMises à Jour de l’App\n\nNous pouvons mettre à jour DiveFive (nouvelles fonctions, performances, correctifs).\n\nDes mises à jour peuvent exiger l’acceptation de conditions révisées.\n\nL’usage continu vaut acceptation.\n\nLes mises à jour critiques de sécurité seront clairement communiquées.\n\nModifications des Conditions\n\nNous pouvons modifier ces Conditions avec un préavis de 30 jours.\n\nLes changements matériels seront mis en avant dans l’app.\n\nL’usage continu vaut acceptation.\n\nEn cas de désaccord, cessez d’utiliser l’app.\n\nRésiliation\nVos Droits\n\nVous pouvez cesser d’utiliser DiveFive à tout moment.\n\nSupprimez l’app pour effacer toutes les données locales.\n\nAnnulez l’abonnement via les Réglages iOS.\n\nExportez vos données avant si vous le souhaitez.\n\nNos Droits\n\nNous pouvons résilier/suspendre l’accès à DiveFive si vous :\n\nEnfreignez ces Conditions.\n\nUtilisez l’app à des fins illégales ou nuisibles.\n\nTentez d’ingénierie inverse ou de modification.\n\nAdoptez un comportement nuisible aux autres ou à nos services.\n\nSupport et Contact\nSupport Technique\n\nRetour dans l’app : Réglages > Envoyer un feedback (préféré)\nEmail : logs@divefive.app\n\nDélai de réponse : Généralement sous quelques jours\nCommunauté : Subreddit r/DiveFive\n\nQuestions Juridiques et Confidentialité\n\nEmail : logs@divefive.app\n\nVeuillez indiquer « Legal » ou « Privacy » dans l’objet.\n\nAvis d’Urgence\n\nLe support DiveFive n’est pas un service d’urgence. En cas d’urgence de plongée :\n\nServices d’urgence locaux (112, 911, etc.)\n\nDivers Alert Network (DAN) : +1-919-684-9111\n\nCaisson hyperbare local ou services médicaux d’urgence\n\nDroit Applicable et Litiges\nDroit Applicable\n\nCes Conditions sont régies par [Juridiction – à préciser selon l’implantation de l’entreprise], sans égard aux règles de conflit de lois.\n\nRésolution des Litiges\n\nAvant toute action en justice, contactez-nous pour tenter une résolution amiable. Nous nous engageons à traiter les préoccupations équitablement et rapidement.\n\nDispositions Spéciales pour les Professionnels\nPlongée Commerciale et Technique\n\nSi vous utilisez DiveFive à des fins commerciales, techniques ou professionnelles :\n\nRespectez les normes de sécurité au travail applicables.\n\nTenez les registres réglementaires requis.\n\nComprenez que DiveFive complète, sans remplacer, les registres obligatoires.\n\nEnvisagez des assurances de responsabilité adaptées à l’activité pro.\n\nExigences des Agences de Certification\n\nCertaines agences imposent des formats spécifiques.\n\nVérifiez que le journal électronique respecte leurs standards.\n\nConservez des registres papier si nécessaire.\n\nNotez que centres, bateaux ou instructeurs peuvent exiger des formats particuliers.\n\nReconnaissance et Acceptation\n\nEn utilisant DiveFive, vous confirmez :\n\nAvoir lu et compris ces Conditions d’Utilisation.\n\nAccepter les risques liés à la plongée.\n\nNe pas vous fier à DiveFive pour les décisions de sécurité.\n\nComprendre que DiveFive est un outil de journalisation, pas un équipement de sécurité.\n\nUtiliser l’app de manière responsable et conforme à ces Conditions.\n\nRappelez-vous : Votre sécurité sous l’eau dépend de votre formation, de votre jugement et d’un équipement adapté — pas d’une application ou d’une technologie.\n\nRéférence Rapide : Points Clés\n\n✅ Ce qu’est DiveFive :\n\nLogiciel pro de journalisation et suivi.\n\nStockage local avec contrôle total.\n\nOutil d’import/export des données.\n\nAnalyse des tendances et progrès.\n\n❌ Ce que DiveFive n’est pas :\n\nUn ordinateur de plongée ou calculateur de décompression.\n\nUn substitut à une formation adéquate.\n\nUn outil de planification ou de sécurité.\n\nUn service d’urgence ou de sauvetage.\n\n🧭 Vos responsabilités :\n\nPratiques sûres et formation adéquate.\n\nSaisie et vérification exactes des données.\n\nSauvegardes de vos registres.\n\nCompréhension des risques et limites.\n\n🛡️ Vos droits :\n\nPropriété et contrôle complets.\n\nExport de toutes vos informations.\n\nConfidentialité via stockage local.\n\nGestion d’abonnement via Apple.\n\nDes questions ? Utilisez le feedback in-app (Réglages > Envoyer un feedback) ou r/DiveFive\n\nPlongez en sécurité, journalisez intelligemment.\n"
}