{
  "body": "# DiveFive Terms of Use\n\n_Last updated: March 1, 2025_\n\nThese Terms of Use (“Terms”) govern your access to and use of the DiveFive website, mobile applications, and related services (collectively, the “Services”). By accessing or using the Services you agree to be bound by these Terms. If you do not agree, do not use the Services.\n\n## 1. Eligibility\nYou must be at least 13 years old (or the age of majority in your jurisdiction) to create an account or use the Services. By registering you represent that you have legal capacity to enter into these Terms.\n\n## 2. Account Registration and Security\nYou are responsible for maintaining the confidentiality of your login credentials and for all activity that occurs under your account. Notify us immediately at support@divefive.app if you suspect unauthorized use. We may suspend or terminate access if account security is compromised.\n\n## 3. Acceptable Use\nYou agree not to:\n- Break, disable, or circumvent any security or authentication measures.\n- Upload malicious code, spyware, or other harmful content.\n- Interfere with or disrupt the Services, servers, or networks.\n- Use the Services for unlawful, misleading, or fraudulent purposes.\n- Copy, modify, reverse engineer, or create derivative works of the Services except as expressly permitted by law.\n\n## 4. User Content\nYou retain ownership of dive logs, photos, notes, and other content you submit (“User Content”). By uploading User Content you grant DiveFive a worldwide, non-exclusive, royalty-free license to host, store, reproduce, and display that content solely for the purpose of operating and improving the Services. You are responsible for ensuring that User Content does not violate any laws, privacy rights, or intellectual property rights.\n\n## 5. Premium Features and Payments\nCertain features may be available only through a paid subscription. Prices, features, and billing cycles are described within the Services. Payments are processed by Apple or other platform providers according to their terms. Subscription renewals and cancellations are managed through the relevant app store account settings. Fees are non-refundable except where required by law.\n\n## 6. Third-Party Services\nThe Services may integrate third-party maps, health services, or storage providers. DiveFive is not responsible for third-party content, terms, or privacy practices. Your use of any third-party service is governed by that provider’s agreements.\n\n## 7. Intellectual Property\nAll trademarks, logos, and software components of the Services are owned by DiveFive or its licensors and are protected by intellectual property laws. Nothing in these Terms grants you any license or right to use our branding except as needed to use the Services.\n\n## 8. Disclaimer of Warranties\nThe Services are provided “as is” and “as available” without warranties of any kind, either express or implied, including implied warranties of merchantability, fitness for a particular purpose, non-infringement, or course of performance. Dive planning involves inherent risks. Always follow safe diving practices, dive within your training limits, and consult a professional instructor when in doubt.\n\n## 9. Limitation of Liability\nTo the maximum extent permitted by law, DiveFive and its affiliates, licensors, and partners shall not be liable for indirect, incidental, special, consequential, or punitive damages, or loss of profits, data, or goodwill arising out of or related to your use of the Services. Our total liability for any claim shall not exceed the amount you paid to use the Services in the six (6) months preceding the claim, if any.\n\n## 10. Indemnification\nYou agree to indemnify, defend, and hold harmless DiveFive, its officers, directors, employees, and agents from and against all claims, damages, liabilities, and expenses arising from your use of the Services or violation of these Terms.\n\n## 11. Termination\nWe may suspend or terminate your access to the Services at any time if you violate these Terms or create risk or legal exposure for us. You may stop using the Services at any time. Sections that by their nature should survive termination (including ownership provisions, indemnity, and limitations of liability) will remain in effect.\n\n## 12. Changes to the Services\nWe may modify, suspend, or discontinue the Services at any time without liability, but we will provide notice of material changes when feasible.\n\n## 13. Governing Law\nThese Terms are governed by the laws of the State of Washington, USA, without regard to conflict of laws principles. The United Nations Convention on Contracts for the International Sale of Goods does not apply.\n\n## 14. Dispute Resolution\nMost concerns can be resolved by contacting us at support@divefive.app. If a dispute cannot be resolved informally, it shall be settled exclusively in the state or federal courts located in King County, Washington, and you consent to their jurisdiction.\n\n## 15. Contact\nFor questions about these Terms contact:\n\nDiveFive Legal  \nlegal@divefive.app  \n341 Seamount Avenue, Suite 5  \nPort Townsend, WA 98368, USA\n"
}